Repository: yyyng2/MakeMyDay
Catalog: Shared/Resources/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# calendarFriday
source: Fri
ko: 금

# calendarMonday
source: Mon
ko: 월

# calendarSaturday
source: Sat
ko: 토

# calendarSunday
source: Sun
ko: 일

# calendarThursday
source: Thu
ko: 목

# calendarTuesday
source: Tue
ko: 화

# calendarWednesday
source: Wed
ko: 수

# commonAdd
source: Add
ko: 추가

# commonCancel
source: Cancel
ko: 취소

# commonDate
source: Date
ko: 날짜

# commonDelete
source: Delete
ko: 삭제

# commonEdit
source: Edit
ko: 수정

# commonInfomation
source: Infomation
ko: 기본 정보

# commonOptions
source: Options
ko: 옵션

# commonTitle
source: Title
ko: 제목

# commonTitlePlaceholder
source: Please enter a title.
ko: 제목을 입력해주세요.

# homeDdayExist
source: Here’s your D-Day list.
ko: D-Day 목록을 보여드릴게요.

# homeDdayNone
source: Add a new D-Day!
ko: D-Day를 추가해보세요!

# homeScheduleExist
source: Today’s schedule.
ko: 오늘의 일정이에요.

# homeScheduleNone
source: Try adding a schedule!
ko: 일정을 추가해보세요!

# homeWelcomeLovely
source: Hi. Have a lovely day! :D
ko: 안녕하세요. 사랑스런 하루되세요! :D

# homeWelcomeNice
source: Hi. Have a nice day! :D
ko: 안녕하세요. 멋진 하루되세요! :D

# homeWelcomeWonderful
source: Hi. Have a wonderful day! :D
ko: 안녕하세요. 아름다운 하루되세요! :D

# scheduleRepeatOption
source: Repeats every week
ko: 매주 반복

# settingsMenuAppInfo
source: App Infomation
ko: 앱 정보

# settingsMenuProfile
source: Profile Settings
ko: 프로필 설정

# settingsMenuTheme
source: Theme Settings
ko: 테마 설정

# settingsThemeTitle
source: Theme Select
ko: 테마 선택

# splashUpdateCancel
source: Later
ko: 나중에

# splashUpdateConfirm
source: Update
ko: 업데이트

# splashUpdateInfo
source: A new version is available. Would you like to update?
ko: 새 버전이 있습니다. 업데이트 하시겠습니까?

# splashUpdateTitle
source: Update Available!
ko: 업데이트 가능!

# widgetDdayOnly
source: D-Day Only
ko: D-Day만

# widgetDdaySelect
source: D-Day select
ko: D-Day 선택

# widgetDdayWithSchedule
source: D-Day + Schedule
ko: D-Day + 일정

# widgetDisplayContents
source: Widget Contents
ko: 위젯 내용

# widgetDisplaySettings
source: Widget Settings
ko: 위젯 설정

# widgetDisplayType
source: Widget Type
ko: 위젯 타입

# widgetScheduleOnly
source: Schedule Only
ko: 일정만

# widgetSchedulesForCircularWidgetView
source: Schedules
ko: 일정

# widgetSelectWidget
source: Select a widget.
ko: 위젯을 선택하세요

# widgetTodaySchedules
source: Today’s Schedules
ko: 오늘의 일정
